; Hebrew
; PeterG תורגם לעברית ע"י

[Hebrew]
IDS_UPDATE_NO=No updates available.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=קובץ
IDS_SETTINGS=הגדרות
IDS_EXIT=יציאה
IDS_LANGUAGE=Language / שפה
IDS_HELP=עזרה
IDS_WEBSITE=אתר הבית
IDS_CHECKUPDATES=בדוק עדכונים
IDS_ABOUT=אודות
IDS_DONATE=תרומה
IDS_TRAY_SHOW=להציג / להסתיר
IDS_TRAY_DISABLE=לבטל
IDS_TRAY_POPUP_1=אזורי ניקוי
IDS_TRAY_POPUP_2=נקה כשהזיכרון מעל
IDS_TRAY_POPUP_3=ניקיון לפי טיימר
IDS_CLEAN=נקה זיכרון
IDS_GROUP_1=זיכרון פיזי
IDS_GROUP_2=זיכרון וירטואלי
IDS_GROUP_3=מטמון מערכת
IDS_ITEM_1=בשימוש
IDS_ITEM_2=זמין
IDS_ITEM_3=סה"כ זמין
IDS_SETTINGS_GENERAL=בסיסי
IDS_SETTINGS_MEMORY=ניקוי זיכרון
IDS_SETTINGS_APPEARANCE=עיצוב
IDS_SETTINGS_TRAY=מגש
IDS_CLOSE=סגירה
IDS_TITLE_1=הגדרות בסיסיות
IDS_TITLE_2=שפת ממשק
IDS_TITLE_3=אזור זיכרון לניקוי
IDS_TITLE_4=ניהול זיכרון
IDS_TITLE_5=מקשים חמים (גלובלי)
IDS_TITLE_6=סגנון
IDS_TITLE_7=חיווי צבע
IDS_TITLE_8=שליטה בעכבר
IDS_TITLE_9=טיפים
IDS_ALWAYSONTOP_CHK=חלון התוכנה מעל חלונות אחרים
IDS_LOADONSTARTUP_CHK=הפעל בעת הפעלת מחשב
IDS_STARTMINIMIZED_CHK=הפעל ממוזער
IDS_REDUCTCONFIRMATION_CHK=דרוש אישור כדי להתחיל בניקוי
IDS_SKIPUACWARNING_CHK="User Account Control" התעלם מאזהרת
IDS_CHECKUPDATES_CHK=בדוק אם יש עדכונים מעת לעת (מומלץ)
IDS_LANGUAGE_HINT=בחר את השפה שלך:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=(%) :נקה כאשר מלא
IDS_AUTOREDUCTINTERVALENABLE_CHK=נקה כל: (דקות)
IDS_HOTKEY_CLEAN_CHK=ניקוי זיכרון:
IDS_TRAYUSETRANSPARENCY_CHK=השתמש ברקע שקוף
IDS_TRAYSHOWBORDER_CHK=הצג קווי רשת
IDS_TRAYROUNDCORNERS_CHK=קצוות עגולים
IDS_TRAYCHANGEBG_CHK=שנה צבע רקע (במקום טקסט וקו)
IDS_TRAYUSEANTIALIASING_CHK=השתמש ביישור
IDS_FONT_HINT=גופן:
IDS_COLOR_TEXT_HINT=צבע טקסט
IDS_COLOR_BACKGROUND_HINT=צבע רקע
IDS_COLOR_WARNING_HINT=צבע - רמה מסוכנת
IDS_COLOR_DANGER_HINT=צבע - רמה קריטית
IDS_TRAYLEVELWARNING_HINT=(%) :רמת אזהרה החל מ
IDS_TRAYLEVELDANGER_HINT=(%) :רמת סכנה החל מ
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=לחיצה על לחצן אמצעי:
IDS_TRAY_ACTION_1=להציג / להסתיר
IDS_TRAY_ACTION_2=ניקוי זיכרון
IDS_TRAY_ACTION_3=פתח את מנהל המשימות
IDS_SHOW_CLEAN_RESULT_CHK=הצג את תוצאת ניקוי הזיכרון
IDS_QUESTION=?האם ברצונך לנקות את הזיכרון שלך
IDS_QUESTION_WARNING=?יכולה לגרום לקפיאת המחשב לדקה או יותר, האם להפעיל אפשרות זאת "Modified page list" ו "Standby list" הפעלת אפשרות
IDS_QUESTION_FLAG_CHK=אל תשאל שוב
IDS_STATUS_CLEANED=%s ניקוי הזיכרון נעשה עם תוצאה
IDS_STATUS_NOPRIVILEGES=!נדרשות זכויות אדמין, הפעל את התוכנה כאדמין
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=אתחל
IDS_QUESTION_RESET=?האם ברצונך לאפס את כל הגדרות התוכנה
IDS_NOTIFICATIONSOUND_CHK=אפשר צליל התראה
IDS_TITLE_ADVANCED=מתקדם
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
